<html>
<head>
<title>Reglas G&eacute;nesis</title>
<link rel="STYLESHEET" type="text/css" href="Centro_data/genesis.css">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head><body background="imagenes/fondo222.jpg">
<table width="912" border="0" cellpadding="0" cellspacing="0" background="imagenes/FONDOREGLAS3.jpg"  align="center">
  <tr> 
    <td background="imagenes/arribareglas.JPG" height="4" colspan="2"></td>
  </tr>
  <tr> 
    <td width="483"><a name="#0"></a> 
      <p class=titulo align="center">REGLAS</p>
      <p align="center" class="titulo2"><a href="#1">1. EL CAMPO DE BATALLA</a><br>
        <a href="#2">2.SISTEMA DE LUCHA POR TURNOS</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#21">2.1.ENDEREZADO DE SUPERVIVIENTES Y ACTUALIZACI&Oacute;N 
        DE MAN&Aacute;</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#22">2.2. ROBAR CARTA:</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#23">2.3. BAJAR CARTAS</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#24">2.4. ATAQUE </a> <br> 
		&nbsp;&nbsp;&nbsp<a href="#3"> 2.5 DEFENSA</a><br>
        <a href="#5">3. RAZAS</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#51">3.1. DIOSES</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#52">3.2. HUMANOS</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#53">3.3. ANGELES</a><br>
        &nbsp;&nbsp;&nbsp;<a href="#54">3.4. DEMONIOS</a><br>
        &nbsp;&nbsp;&nbsp;</p>
    </td>
    <td width="448">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<img src="imagenes/corajeReal.gif" width="250" height="250"></td>
  </tr>
  <tr> 
    <td colspan="2"> 
      <p><br>
        &nbsp;&nbsp;&nbsp;</p>
      <p align="center" class="titulo3"><br>
        <br>
        <br>
       <a name="1"> 1.El 
        CAMPO DE BATALLA</a></p> <br>
        <p align="center" class="texto4">El terreno sobre el que se librara la batalla final entre las razas tendrá 
        este aspecto: </p>
      <p align="center" class="texto4">&nbsp;</p>
      <p align="center" class="texto4">En nuestro combate contra las fuerzas 
        enemigas distinguiremos tres zonas claras:</p>
      <p align="center" class="texto4">1. Sector de turnos: en esta zona 
        se mostrara el turno (de los 4 disponibles) de combate en el que se<br>
        encuentra la batalla. Tambi&eacute;n podremos ver una ampliaci&oacute;n 
        de la carta seleccionada para ver su <br>
        descripci&oacute;n mas detallada.</p>
      <p align="center" class="texto4">2. Sector enemigo: ser&aacute; la 
        zona de combate de nuestro contrincante, en el podremos ver que criaturas, 
        <br>manas, hechizos y conjuros esta usando en ese momento contra nosotros 
        adem&aacute;s de su vida actual.</p>
      <p align="center" class="texto4">3. Sector aliado: esta ser&aacute; 
        nuestra zona de lucha. En ella podremos ver nuestras cartas en acci&oacute;n 
        (criaturas,<br>
        hechizos,conjuros y manas) el mazo de descarte, el mazo de cementerio 
        de cartas y nuestra baraja en mano, <br>adem&aacute;s de nuestra vida actual.</p>
      <p align="center" class="texto4">Ambos jugadores dispondr&aacute;n 
        de un numero m&aacute;ximo de cartas sobre la mesa:<br>
        &middot; Criaturas: 7 cartas<br>
        &middot; Hechizos: 3 cartas<br>
        &middot; Conjuros: 4 cartas<br>
        &middot; Man&aacute;: Sin l&iacute;mite</p>
      <div align="center"><a href="#0"><img src="imagenes/flecha.gif" width="23" height="64" border="0"></a> 
         </div>
      <p align="center" class= "titulo3"><b><a name="2"></a>2. SISTEMA 
        DE LUCHA POR TURNOS</b></p>
      <p align="center" class= "texto4"> Los siguientes pasos describen 
        cada uno de los turnos por los que va a pasar un jugador, repiti&eacute;ndose 
        sucesivamente hasta que la partida finalice.</p>
      <p align="center" class= "texto4">1. Enderezado de supervivientes + actualizaci&oacute;n 
        de mana (se realiza autom&aacute;ticamente).<br>
        2. Robar carta del mazo.<br>
        3. Bajar cartas.<br>
        4. Atacar.<br>
        5. Defensa.<br>
        6. Cambio jugador (se realiza autom&aacute;ticamente).<br>
        <br>
        Podremos no realizar ninguna acci&oacute;n en un turno, pasando inmediatamente 
        al turno<br>
        siguiente, pero nunca pudiendo retroceder.<br>
      </p>
      <br>
      <p align="center" class= "titulo3"><a name="21"></a>2.1. ENDEREZADO DE SUPERVIVIENTES Y ACTUALIZACI&Oacute;N 
        DE MAN&Aacute;</p>
      <p align="center" class= "texto4">Esta acci&oacute;n la realiza autom&aacute;ticamente el 
        propio juego. Despu&eacute;s de haber atacado o haberte defendido, al 
        pasar de turno las cartas utilizadas (colocadas horizontalmente) vuelven 
        a colocarse verticalmente.<br>
        La actualizaci&oacute;n de mana consiste en a&ntilde;adir al mana acumulado 
        en los turnos anteriores el valor aleatorio obtenido en el turno actual.</p>
      <p></p>
      <div align="center" class= "titulo3"><a name="22"></a>2.2 . ROBAR CARTA:
      </div>
      <p align="center" class= "texto4">Al comienzo de cada turno podremos robar cartas del mazo 
        sin superar las ocho cartas, m&aacute;ximo valor permitido. </p>
      <p align="center">&nbsp; </p>
      <p align="center">&nbsp;</p>
      <p align="center" class= "titulo3"><a name="23"></a>2. 3. BAJAR CARTAS</p>
      <p align="center" class= "texto4">Dependiendo del tipo de cartas que tengamos sobre el tablero, 
        podremos atacar o defendernos mejor, es decir, tendremos que tener siempre 
        presente el valor de ataque y defensa propia de cada carta, as&iacute; 
        como el n&uacute;mero de man&aacute; que tiene la misma. <br>
        <br>
        El mana se genera de forma aleatoria en cada turno, sum&aacute;ndose al 
        man&aacute; obtenido en el turno anterior.</p>
      <p align="center" class= "texto4">En cada turno podremos bajar a la mesa un n&uacute;mero 
        determinado de cartas, pues en la mesa nunca debe haber m&aacute;s de 
        siete cartas, ni la suma total del man&aacute; de las cartas bajadas, 
        debe superar el man&aacute; disponible del turno de partida.<br>
      </p>
     <br>
     <br> 
      <div align="center"><a href="#0"><img src="imagenes/flecha.gif" width="23" height="64" border="0"></a>  </div>
      <p align="center" class= "titulo3"><a name="3"></a>2.4. ATAQUE<br></p>
       <p align="center" class= "texto4"> Una vez que hayamos bajado las cartas, debemos elegir cu&aacute;les de 
        &eacute;stas atacar&aacute;n. Para ello s&oacute;lo es necesario pinchar 
        sobre la carta que va a atacar, la cu&aacute;l se pondr&aacute; en posici&oacute;n 
        horizontal. Cuantas m&aacute;s criaturas giremos, mayor ser&aacute; nuestro 
        poder ofensivo, pero sin embargo nuestro poder defensivo puede disminuir 
        considerablemente. Normalmente se suele atacar con aquellas cartas cuyo 
        valor de &quot;ataque&quot; sea mayor con la finalidad de eliminar el 
        mayor n&uacute;mero de cartas enemigas.</p>
      <p align="center" class= "texto4">Nota: Toda carta dispuesta en posici&oacute;n horizontal 
        ve disminuido sus valores de ataque y defensa a la mitad (redondeando 
        a la baja) para su siguiente turno.</p>
      <div align="center"><a href="#0"><img src="imagenes/flecha.gif" width="23" height="64" border="0"></a>  </div>
      <p align="center" class= "titulo3"><a name="4"></a>2.5. DEFENSA<br></p>
         <p align="center" class= "texto4">Cuando el jugador contrario ha elegido las cartas con las que te va atacar, 
        se dispondr&aacute;n en posici&oacute;n horizontal. Esto nos permite saber 
        con qu&eacute; cartas nos est&aacute; atacando, y as&iacute; podemos elegir 
        las cartas con las que nos defenderemos. <br>
        Para ello s&oacute;lo es necesario pinchar sobre la carta con la que nos 
        vamos a defender(la cu&aacute;l se pondr&aacute; en posici&oacute;n horizontal) 
        e inmediatamente despu&eacute;s pinchar en la carta del jugador contrario 
        de la cual nos estamos defendiendo. Ambas ser&aacute;n recuadradas con 
        el mismo color. <br>
        Este proceso se debe realizar tantas veces como cartas nos est&eacute;n 
        atacando, defendi&eacute;ndote primero con las cartas que est&eacute;n 
        en posici&oacute;n vertical.<br>
        Para defenderse es necesario mirar el valor de ataque de las cartas del 
        jugador contrario, y as&iacute; elegir las cartas que tengan un valor 
        de &quot;defensa&quot; igual o superior a este valor de &quot;ataque&quot;.<br>
        <br>
        Otro factor a tener en cuenta es la &quot;vida&quot; de una carta. Esto 
        representa el n&uacute;mero de veces que se podr&aacute; matar a una carta 
        antes de eliminarla por completo.</p>
      <p class= "texto4">Nota: Toda carta dispuesta en posici&oacute;n horizontal ve disminuido 
        sus valores de ataque y defensa a la mitad (redondeando a la baja) para 
        su siguiente turno.<br>
      </p>
      <div align="center"><a href="#0"><img src="imagenes/flecha.gif" width="23" height="64" border="0"></a>  </div>
      <p align="center" class= "titulo3"><a name="5"></a>3.RAZAS<br></p>
        <p align="center" class ="texto4"> En el mundo de GENESIS existen 4 razas en lucha 
        por el poder de la vida, adem&aacute;s habr&aacute; mercenarios <br>y desterrados 
        de cada una de las razas que se incorporar&aacute;n a los ej&eacute;rcitos 
        de otras razas. <br>
        Cada raza estar&aacute; dividida en varios rangos, como en todo ej&eacute;rcito. 
        Esta clasificaci&oacute;n por<br> niveles es lo que diferenciar&aacute; a 
        las cartas poderosas de cada raza, seg&uacute;n sus puntos <br>Ataque/Defensa 
        y Coste de Mana:</p>
      <p align="center" class ="texto4">Nivel 1: cartas de 1.000 - 500 puntos 
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        3 vidas <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Ataque / defensa min = 10 / 8 <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Coste Mana min = 5 <br>
        </p>
      <p align="center" class ="texto4">Nivel 2: cartas de 499 - 200 puntos 
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        2 vidas <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Ataque / defensa min = 5 / 3 <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Coste Mana min = 3 <br>
        </p>
      <p align="center" class ="texto4">Nivel 3: cartas de 199 - 1 puntos 
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        1 vida <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Ataque / defensa min = 1 / 1 <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        Coste Mana min = 1 <br>
       </p>
      <p align="center" class ="texto4">Los mercenarios desterrados solamente 
        pertenecerán al nivel 3 de cada raza, nunca podremos tener <br>una carta de 
        máximo nivel mezclada con otra raza. Además, la raza deberá ser siempre 
        superior <br>en numero a los mercenarios que tiene. Aparte de los mercenarios, 
        cada una de las razas tiene <br>sus diversas cualidades y técnicas de lucha 
        que la caracterizan y diferencian de las demás: </p>
      <p align="center" class ="titulo3"><b><a name="51"></a>3.1. DIOSES:</b></p>
      <p align="center" class ="texto4"><i>Características</i><br>
      <p align="center" class ="texto4">Los Dioses son seres sobrenaturales con poderes increíbles, incomparables 
        con las demás razas. <br>Durante siglos han gobernado los cielos, ignorando 
        lo que sucedía en el mundo, para ellos insignificante.<br> Los humanos siempre 
        han venerado a diferentes Dioses: adoraban a la Diosa del Amor, <br>admiraban 
        al Dios de la Sabiduría, respetaban al Dios del Fuego y temían al Dios 
        de la Guerra. <br>
        Sus ataques son imparables y sus defensas hacen que casi sea imposible 
        tocarles. <br>
        Sin embargo el inconveniente de tanto poder es la energía necesaria para 
        invocarlos, <br>además de no disponer de demasiados hechizos ni habilidades 
        extras, basan todo su poder en su fuerza.<br> No suelen tener rivales que 
        les planten cara, por lo que su ego les hace despistados <br>y confiados en 
        el combate. </p>
      <p align="center"> <img src="imagenes/gods1.jpg" width="250" height="359">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<img src="imagenes/gods2.JPG" width="249" height="355"> 
      </p>
      <p align="center" class ="titulo3"><b><a name="52"></a>3.2. HUMANOS:</b><br>
      <p align="center" class ="texto4"><i>Características</i><br>
      <p align="center" class ="texto4">Los Humanos han vivido siempre en continuas guerras entre ellos, la paz 
        pocas veces ha reinado <br>entre los pueblos humanos, pero solo unos pocos 
        han osado enfrentarse a las otras razas. <br>
        Conscientes de su supuesta debilidad frente a los Dioses, Ángeles y Demonios, 
        les respetan, aunque <br>son más listos que ellos. Durante tiempo han evitado 
        enfrentamientos con las razas consideradas fuertes, <br>pero su ansia de poder 
        les ha hecho llegar a conocer puntos débiles de sus enemigos, <br>mejorando 
        sus técnicas de lucha se han convertido en unos combatientes duros y muy 
        peligrosos. <br>Su ventaja es que las demás razas no saben de su fuerza, por 
        lo que les subestiman. <br>Son fieros guerreros que luchan hasta la muerte, 
        la energía que necesitan para invocarse es algo <br>menor que la de las demás 
        razas, con lo que unido a sus habilidades y a sus poderes<br> mágicos les 
        iguala en el combate. <br>
        Entre ellos se encuentran algunos míticos y poderosos guerreros que han 
        vencido a varias <br>criaturas inmortales, por lo que ya son expertos en estas 
        lides, y no temen a nadie. </p>
      <p align="center"> <img src="imagenes/humans1.jpg" width="250" height="375">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<img src="imagenes/humans2.JPG"> 
      </p>
      <p align="center" class ="titulo3"><b><a name="53"></a>3.3. ANGELES:</b><br>
        <p align="center" class ="texto4"><i>Características</i><br>
        Los Ángeles descansan en la paz y belleza del mundo, aman a todas las 
        criaturas que en el habitan. <br>Sin embargo han librado incesantes batallas 
        con los Demonios, sus antagonistas y odiados enemigos. Tiene <br>gran fuerza 
        y mucho poder mágico, sobretodo de sanación, necesitan bastante poder 
        energético,<br> aunque no tanto como los Dioses. <br>
        Habituados a la vida en armonía, no tienen demasiados hechizos ofensivos 
        ni excesivo poder de ataque,<br> pero si gran fuerza para defenderse de cualquier 
        ataque. Son unos buenos aliados de los seres pacíficos,<br> pero a la hora 
        de luchar, no dudaran en acabar con su enemigo.<br>
        </p>
      <p align="center"> <img src="imagenes/angel1.jpg" width="250" height="356">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<img src="imagenes/angel2.JPG" width="248" height="353"> 
      </p>
       <p align="center" class ="titulo3"><b><a name="54"></a>3.4. DEMONIOS:</b><br>
        <p align="center" class ="texto4"><i>Características</i><br>
        Los Demonios han destrozado muchos pueblos, arrasado mundos, matado a 
        Humanos y Ángeles,<br> y en algunos casos hasta Dioses. Siempre están en lucha 
        sin tregua con los Ángeles. El sabor de la sangre <br>y el olor a muerte del 
        campo de batalla después del combate solo puede compararse a su perversión <br>
        y miedo a no tener con quien pelear. <br>
        Incansables luchadores, tienen gran fuerza y no paran de atacar. Tienen 
        gran poder de ataque,<br> y es difícil matar </p>
      <p align="center"> <img src="imagenes/demonio1.jpg" width="250" height="356">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	
        <img src="imagenes/demonio2.jpg" width="250" height="356"> </p>
      <div align="center" class ="texto4">los aunque llegan incluso a descuidar 
        su defensa por acabar con su victima. Necesitan igual que los <br>Ángeles 
        de bastante poder energético, pero en cambio sus poderes mágicos están 
        mas orientados <br>al ataque que a la recuperación o defensa.<br>
        Unos duros rivales que mataran por disfrutar. </div>
      <br>
      <br>
      <p align="center"><a href="#0"><img src="imagenes/flecha.gif" width="23" height="64" border="0"></a></p>
    </td>
  </tr>
</table>
</body>
</html>
 

